Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.25.02.15_fin.txt.tmx
Source language: fin
Languages: sme

source: Tietämättömyys onkin hyve ?
sme: Diehtemeahttunvuohta leanai burrodat ?

source: Ignorance is bliss, todettiin runoudessa ja politiikassa joskus.
sme: Ignorance is bliss, lea daddjojuvvon lyrihkas ja politihkas duollet dállet.

source: Suomessa tietämättömyyden ihannointi tuntuu tulleen takaisin tänä aikakautena, jolloin tieteellistä tietoa kulttuurisesta, ihmisistä, historiasta ja ylipäätään maailmasta on saatavilla enemmän kuin koskaan ennen.
sme: Suomas diehtemeahttunvuođa ovddošeapmi lea máhccan dálá áigge, goas dieđalaš diehtu kultuvrras, olbmuin, historjjás ja obanassiige máilmmis lea oažžumis eanet go goassige ovdal.

source: Sosiaalisen median vyörytys ja sen käyttö ainoana tietolähteenä vääristää helposti myös maailmankuvaa ja todellisuutta.
sme: Sosiála media fieraheapmi ja atnin áidna diehtogáldun vearista álkit maid máilmmigova ja duođalašvuođa.

source: Joillekin tietomäärä tuntuu olevan liikaa, eikä saatua tietoa osata analysoida, suhteuttaa muuhun tietoon eikä oikeaa tietoa osata tunnistaa informaatiotulvasta tai tarkoituksellisesta disinformaatiosta.
sme: Muhtimiidda diehtohivvodat orru leame ilá olu, eaige ožžojun dieđu máhte analyseret, bidjat rievttes gaskavuođa eará dieđu ektui, eaige rievttes dieđu máhte identifiseret informašuvdnadulvvis dehe eaktodáhtolaš disinformašuvnnas.

source: Saamelaisten oikeuksien osalta voisi käyttää modernia termiä trollaus, joka tarkoittaa tahallista provosointia epäasiallisesti.
sme: Sápmelaččaid vuoigatvuođain ságastaladettiin sáhtálii atnit ođđaáigásaš sáni “ trollen ”, mii dárkkuha vásedin provoserema eahpeáššálaš vuogi mielde dehege sámegillii bostit / bostalit.

source: Trollaus tuntuu olevan kovassa huudossa eduskuntaan nähden saamelaisia koskevien lakihankkeiden käsittelyssä ja myös moni suomenkielinen media on ottanut kritiikittömästi näiden trollaajien tiedot vastaan aina ns. journalismin lippulaivoista lähtien.
sme: Bostaleapmi orru leame hui bivnnut riikkabeivviid ektui sámi láhkafidnuid gieđahallamis ja maiddái máŋggas suomagielalaš mediain leatnai váldán kritihkaheamit dáid bostaleddjiid / trollejeddjiid dieđuid vuostá gitta nu daddjon journalismma ovdavuojániid rájes.

source: Tämä tuli mieleeni, kun olen lukenut viime viikolla maa- ja metsätalousvaliokunnan ja työelämä- ja tasa-arvovaliokunnan lausuntoja ILO 169-sopimuksesta ja Yle Sápmin uutisia, asiasta käytyä keskustelua ja viimeisimpänä uutista uudesta suomalaisesta rap-muusikosta, Uniikista.
sme: Dát bođii mu millii, go lean lohkan mannan vahku sihke eanan- ja meahccedoallováljagotti ja bargoeallin- ja dásseárvováljagottiid cealkámušaid ILO 169-soahpamušas ja Yle Sámi ođđasiid, áššis gevvojuvvon ságastallama ja maŋimussan ođđasa ođđa suopmelaš ráb-musihkkaris, Uniikkis.

source: Työelämä- ja tasa-arvovaliokunnan lausunnon jälkeen Yle Sápmin uutisessa sekä valiokunnan puheenjohtaja että sen jäsen perustelivat näkemyksiään käytännössä tietämättömyydellä, asian vaikeudella ja että saamelaiset olisivat saamelaismääritelmästä erimielisiä.
sme: Bargoeallin- ja dásseárvováljagotti cealkámuša maŋŋel Yle sámi ođđasiin sihke váljagotti ságadoalli ja dan lahttu ákkastalaiga oainnuska geavadis diehtemeahttunvuođain, ášši váttisvuođain ja dainna, ahte sápmelaččat livčče sápmelašmeroštallamis sierramielalaččat.

source: Erityisen yllättynyt olen Suomen romaniasiain neuvottelukunnan puheenjohtajan ja työelämä- ja tasa-arvovaliokunnan puheenjohtajan Tarja Filatovin näkemyksistä ja kommenteista asiassa.
sme: Earenoamáš hirpmástuvvan lean Suoma románaáššiid ráđđádallangotti ságadoalli ja bargoeallin- ja dásseárvováljagotti ságadoalli Tarja Filatova oaiviliin ja kommeanttain áššis.

source: Hänhän joutuu tai saa työskennellä ihmisoikeusasioiden parissa hyvin monella eri tasolla.
sme: Sonhan šaddá dehe beassá bargat olmmošriekteáššiiguin hui máŋgga sierra dásis.

source: Hänen mukaansa lautakunnan tulee katsoa kaikkien tasa-arvoa, minkä johdosta alkuperäiskansaoikeudet voisivat kuulua muillekin kuin saamelaisille.
sme: Su mielde lávdegoddi galgá geahččat buohkaid dásseárvvu, man geažil álgoálbmotrievttit sáhtále gullat earáidenai go sápmelaččaide.

source: Tämä on kansainvälisoikeudellisesti mahdotonta.
sme: Dáthan lea riikkaidgaskasaš álbmotrievtti dáfus veadjemeahttun.

source: Silloin kun saamelaisten alkuperäiskansa-asemasta säädettiin perustuslaissa, todettiin, että alkuperäiskansa-aseman myöhemmät heikennykset voisivat olla ja olisivatkin kansainvälisoikeudellinen rikkomus.
sme: Dalle go sápmelaččaid álgoálbmotsajádagas mearriduvvui vuođđolágas, daddjojuvvui, ahte álgoálbmotsajádaga maŋit geahnohuhttimat sáhtále leat ja livččenai riikkaidgaskasaš álbmotrievtti rihkkun.

source: Näin tulkiten työelämä- ja tasa-arvovaliokunta on käytännössä kieltänyt alkuperäiskansaoikeudet ja – aseman, mikä on historiallista Suomen kansainvälisessä ja kansallisessa ihmisoikeuspolitiikassa.
sme: Ná dulkodettiin bargoeallin- ja dásseárvováljagoddi lea geavadis šiitán álgoálbmotrivttiid ja – sajádaga, mii lea historjjálaš Suoma riikkaidgaskasaš ja álbmotlaš olmmošriektepolitihkas.

source: Myös maa- ja metsätalousvaliokunta jatkoi samalla linjalla.
sme: Maiddái eanan- ja meahccedoallováljagoddi jotkkii seamma linnjá mielde.

source: Olen kuitenkin hyvin iloinen siitä, että valiokunnan kolme jäsentä (Mats Nylynd, Tytti Tuppurainen ja Satu Haapanen) jättivät ihmisoikeusmyönteiset eriävät mielipiteet valiokunnan lausuntoon ILO 169-sopimuksesta ja se osoittaa, että kaikki kansanedustajat eivät ole johdateltavissa.
sme: Lean goitge hui ilus das, ahte váljagotti golbma áirasa (Mats Nylund, Tytti Tuppurainen ja Satu Haapanen) guđđe olmmošriektemiehtemielalaš sierraoaiviliid váljagotti cealkámuššii ILO 169-soahpamušas ja dat čájeha, ahte buot riikkabeaiveáirasat eai leat doalvvuheamis.

source: Työelämä- ja tasa-arvovaliokuntaan perussuomalaisten kaikki kolme edustajaa olivat jättäneet valiokunnan lausuntoon eriävän mielipiteen, jossa vaativat asian palauttamista uudelleen valmisteluun, samoin kuin maa- ja metsätalousvaliokunnan enemmistökin.
sme: Bargo- ja dearvvašvuohtaváljagoddái vuođđosuopmelaš bellodaga buot golbma ovddasteaddji ledje guođđán váljagotti cealkámuššii sierraoaivila, mas gáibide ášši máhcaheami ođđa válmmaštallamii, seamma ládje go eanan- ja meahccedoallováljagotti eanetlohkunai.

source: Tämäkin on aika pöyristyttävää.
sme: Dátnai lea oalle issoras.

source: Kaikki kansainväliset ihmisoikeussopimukset lähtevät siitä, että näennäiseen tasa-arvoon pyrkiminen voi johtaa vähemmistöryhmien ja alkuperäiskansojen syrjintään.
sme: Buot riikkaidgaskasaš olmmošriektesoahpamušat vulget das, ahte bajiloainnu dásseárvui viggan sáhttá doalvut vehádatjoavkkuid ja álgoálbmogiid vealaheapmái.

source: Toteutuessaan työelämä- ja tasa-arvovaliokunnan lausunto johtaisi siihen, että saamelaisten sulauttamispolitiikka kiihtyisi.
sme: Olláhuvadettiinis bargoeallin- ja dásseárvováljagotti cealkámuš doalvvulii dasa, ahte sápmelaččaid suddadanpolitihkka jođálnuvalii.

source: Jonkinlaista tasa-arvoa sekin kai on, mutta valtakulttuurin ehdoilla tapahtuvaa ja johtaisi ” tasa-arvoiseen ” monokulttuuriseen Suomeen, jossa vähemmistöjen ja saamelaisten asema olisi tukala ja saamelaiskulttuuri katoaisi pikku hiljaa.
sme: Muhtinlágán dásseárvu datnai soaitá leat, muhto dat dáhpáhuvalii váldokultuvrra eavttuiguin ja doalvvulii “ dásseárvosaš ” monokultuvrralaš Supmii, mas vehádagaid ja sápmelaččaid sajádat livččii gárži ja sámi kultuvra vehážiid mielde jávkkalii.

source: Toivottavasti romanien oikeuksia voidaan edes edistää asettamatta romanien oikeuksia vastakkaisiksi valtakulttuurin etujen, tarpeiden ja asenteiden edessä.
sme: Sávvamis juobe románaid vuoigatvuođat sáhttet ovddiduvvot nu ahte dat eai biddjo vuostálagaid váldokultuvrra beroštumiiguin, dárbbuiguin ja miellaguottuiguin.

source: Romanien koulutus-, sosiaaliset ja osallistumisoikeudet tarvitsevat parannuksia.
sme: Románaid skuvlen-, sosiála- ja oassálastinvuoigatvuođat dárbbahit buorádusaid.

source: Erimielisyyttä saadaan luotua tyhjästä aikaan, kun kuulemisiin kutsutaan sellaisia tahoja, joiden tiedetään olevan eri meiltä saamelaiskäräjien kanssa, jotka kiistävät saamelaiskäräjien aseman ja saamelaisuuden ylipäätään.
sme: Sierramielatvuohta čuožžila duššis, go gullamiidda bovdejuvvojit dakkár bealit, mat leat šaddan beakkánin das, ahte leat sierramielalaččat sámedikkiin, geat šiitet sámedikki sajádaga ja sápmelašvuođa obanassiige.

source: Kun saamelaiskäräjät on ollut kuultavana eduskunnan valiokunnissa, niin se on joutunut kuulemaan muilta kuultavilta tahoilta virheellisiä väittämiä saamelaisista ja saamelaiskäräjistä, asenteellisia näkemyksiä, saamelaisvastaisuutta ja myös henkilökohtaisuuksia.
sme: Go sámediggi lea leamaš gullanládje riikkabeivviid váljagottiin, nu dat lea šaddan gullan eará beliin, mat leat gullamis mielde, boasttočuoččuhusaid sápmelaččain ja sámedikkis, oainnuid, main lea čielga doaludupmi, sápmelašvuostasašvuođa ja persovnnalašvuođaid.

source: Saamelaiskäräjillä ei ole mahdollisuutta kuulemisissa korjata näiden tahojen virheitä, ellei valiokunnan puheenjohtaja nimenomaisesti pyydä vastausta väittämiin.
sme: Sámedikkis ii leat vejolašvuohta gullamiin divvut dáid beliid meattáhusaid, jos váljagotti ságadoalli ii namalassii bivdde sierra vástádusa nággemušaide.

source: Ongelmana onkin, että valiokuntakuulemisissa on näiden lausuntojen perusteella painottunut sellaisten tahojen näkemykset, jotka vastustavat saamelaisten oikeuksien kehittämistä.
sme: Buncarakkisin leanai, ahte váljagoddegullamiin leat dáid cealkámušaid vuođul ožžon deattu dakkár beliid oainnut, mat vuostálastet sápmelaččaid vuoigatvuođaid ovddideami.

source: Näillä tahoilla ei ole minkäänlaista vastuuta puhua totta, mutta siltikin niitä arvioidaan yhtä luotettavana tahona kuin saamelaiskäräjiä.
sme: Dáin beliin ii leat mihkkege ovdasvástádusaid hupmat duohtavuođa, muhto dattege dat árvvoštallojuvvojit liikká luohtehahtti beallin go sámediggi.

source: Saamelaiskäräjät on vastuussa saamen kansalle ja noudattaa Suomen lakeja ja sen toiminta on läpinäkyvää ja avointa ja tapahtunut saamelaiskäräjien kokouksen ohjauksessa.
sme: Sámedikkis lea ovddasvástádus sámi álbmogii ja dat doahttala Suoma lágaid ja dan doaibma lea čađačuovgi ja rabas ja lea dáhpáhuvvan sámedikki čoakkáma stivrema vuollásažžan.

source: Saamelaiskäräjät on kirjallisissa lausunnoissaan yrittänyt korjata virheellisiä käsityksiä, mutta ne ovat hukkuneet tietovirtaan.
sme: Sámediggi lea geahččalan čálalaš cealkámušaidisguin divvut boasttoipmárdusaid, muhto dat leat láhppon diehtorávdnjái.

source: Saamelaiskäräjät vetosi vielä erikseen kaikkiin kansanedustajiin helmikuun alussa perus- ja ihmisoikeuksien edistämiseksi ja hallituksen esitysten hyväksymiseksi sekä ILO:sta että saamelaiskäräjälakiesityksestä.
sme: Sámediggi doarjalii vel sierra buot riikkabeaiveovddasteddjiide guovvamánu álggus vuođđo- ja olmmošrivttiid ovddideami várás ja ráđđehusa evttohusa dohkkeheami várás sihke ILOs ja sámediggeláhkaevttohusas.

source: Mitään ei ole kuitenkaan vielä menetetty ja saamelaisilla ja kansanedustajilla on asiassa vain voitettavaa.
sme: Mihkkege ii leat vel massojuvvon ja sápmelaččain ja riikkabeaiveovddasteddjiin lea áššis dušše vuoitit.

source: Toivon, että kun asia tulee eduskunnan käsittelyyn, tietämättömyys ei olisi enää hyve ja saamelaiset voisivat luottaa Suomen valtioon ja kansanedustusinstituution asiantuntemukseen ja oikeudenmukaisuuteen.
sme: Sávan, ahte go ášši boahtá riikkabeivviid gieđahallamii, de diehtemeahttunvuohta ii livčče šat šiehku ja sápmelaččat sáhtále luohttit Suoma stáhtii ja riikkabeaiveinstitušuvnna áššedovdamuššii ja vuoiggalašvuhtii.

source: Työelämä- ja tasa-arvovaliokunnan jäsenillä kuten myös maa- ja metsätalousvaliokunnan jäsenillä on vielä mahdollisuus muuttaa asiassa kantaansa kun esitykset tulevat eduskunnan päätettäväksi ja tukea ihmisoikeusmyönteistä Suomea.
sme: Bargoeallin- ja dásseárvováljagotti lahtuin dego maid eanan- ja meahccedoallováljagotti lahtuin lea vel vejolašvuohta rievdadit áššis oainnuset go evttohusat bohtet riikkabeivviid mearrideami vuollásažžan ja doarjut olmmošriektemiehtemielalaš Suoma.

source: Kansanedustajien tehtävä on tehdä vaikeitakin päätöksiä, noudattaa Suomen lakeja ja kansainvälisiä sitoumuksia.
sme: Riikkabeaiveáirasiid bargu lea dahkat váttes mearrádusaidnai, doahttalit Suoma lágaid ja riikkaidgaskasaš čatnašumiid.

source: Tietämättömyys ei ole peruste.
sme: Diehtemeahttunvuohta ii leat ágga.

source: Olisi aika myös luottaa valtion virkakuntaan, joka on valmistellut hallituspuolueiden poliittisessa ohjauksessa sekä saamelaiskäräjälain että ILO 169-sopimuksen ratifioinnin hallituksen esitykset.
sme: Livččii maid báris áigi jáhkkit stáhta virgeolbmuide, geat leat válmmaštallan ráđđehusbellodagaid politihkalaš stivrejumis sihke sámediggelága ja ILO 169-soahpamuša ratifiserema ráđđehusa evttohusaid.

source: Näissä on otettu huomioon Suomen lainsäädäntö, kansainväliset velvoitteet sekä hallituspuolueiden asettamat reunaehdot huolehtien samalla huolellisesta ja osallistavasta asioiden valmistelusta.
sme: Dáin leat váldojuvvon vuhtii Suoma lágat, riikkaidgaskasaš geatnegasvuođat sihke ráđđehusbellodagaid ásahan ravdaeavttut anedettiin seammas ávvira fuolalaš ja oassálastit mielde váldon áššiid válmmaštallamis.

source: Niin, joku voi ihmetellä myös miksi yhdistin räppäri Uniikin ja valiokunnat samaan ” tietämättömyyden hyveeseen ”.
sme: Nu, soames sáhttá imaštallat maid manin ovttastahtten ráb-lávlu Uniikki ja váljagottiid seamma “ diehtemeahttunvuođa burrodahkii ”.

source: Siksi, koska asiat liittyvät tietämättömyyteen sekä kertovat historiasta, toisten kulttuureista ja arvoista.
sme: Danin, go áššit laktásit diehtemeahttunvuhtii ja muitalit historjjás, earáid kultuvrras ja árvvuin.

source: Valitettavan usein unohtuu, että kulttuuriarvot eivät ole kaikille samat eikä kaikki ole kaupan.
sme: Dađi bahábut dávjá vajálduvvá, ahte kulturárvvut eai leat buohkaide seammat iige visot leat gávpegálvu.

source: Räppäri Uniikki oli Sallassa kuvaamassa musiikkivideota Nunnukalailaa- kappaleeseensa noitarumpu kädessään.
sme: Ráb-lávlu Uniikki lei Sallas govveme musihkkavideo Nunnukalailaa-bihttásis meavrresgárri gieđastis.

source: Hän ihmetteli, miksi sitä pidetään loukkaavana, koska Lapin ihmiset ovat olleet tekemässä musiikkivideota eikä kappale käsittele saamelaiskulttuuria.
sme: Son imaštalai, manin dat adnojovvo loavkahahttin, daningo Davvi-Suoma olbmot leat leamaš bargame musihkkavideo iige musihkkabihttá gieđahala sámi kultuvrra.

source: Kappaleen nimi tuo monelle saamelaiselle mieleen niitä ikäviä stereotypioita, joita populaarikulttuuri loi ja josta monet saamelaiset saivat kärsiä.
sme: Bihtá namma buktá máŋgga sápmelažžii daid morašlaš stereotypiaid, maid populárakultuvra duddjui ja mas máŋggat sápmelaččat šadde gillát.

source: Ja nyt ilmeisesti tietämättömyyteen vedoten näitä ikäviä ja turhia mielikuvia halutaan tuoda takaisin suomalaiseen populaarikulttuuriin, jossa ne alkavat elää omaa elämäänsä ja voimistuvat entisestään.
sme: Ja dál várra diehtemeahttunvuhtii doarjalettiin dát ahkidis ja dušši miellagovat háliiduvvojit buktot ruovttoluotta suopmelaš populárakultuvrii, mas dat ealligohtet iežaset eallima ja givrot ovdalaččasge.

source: Suomessa räp-musiikilla on ollut vahva yhteiskunnallinen ulottuvuus ja musiikkiperinne on ottanut kantaa usein vähemmistöjen ja syrjittyjen puolesta.
sme: Suomas ráb-musihkas lea leamaš nanu servodatlaš olli ja musihkkaárbevierru lea váldán beali dávjá vehádagaid ja vealahuvvon olbmuid beales.

source: Tämä kappale luomillaan mielikuvilla painottuu toiseen ääripäähän ja ymmärrän hyvin ihmisten tuohtumuksen ja kyllästymisen.
sme: Dát bihttá iežas duddjon miellagovaiguin manná nuppi ravdageahčái ja ipmirdan bures olbmuid suhtastuvvama ja suivastuvvama.

source: Onneksi musiikin saralta saamme odottaa positiivisia uutisia ja jännittää pääsevätkö kummatkin saamelaiset ehdokkaat Solju ja Jon Henrik Fjällgren euroviisuihin.
sme: Lihkus musihka bealde sáhttit vuordit somás ságaid ja orrut gealdagasas beassabago goappaš sápmelaš evttohasat Solju ja Jon Henrik Fjällgren Grand Prix finálii.

source: Tilanne olisi hieno ja toivon, että kummatkin pääsisivät euroviisuihin ja Suomen saamelaiset pääsisivät niin hienoon tilanteeseen, että voisimme jännittää Soljun puolesta ja myös äänestää saamelaista esiintyjää.
sme: Dat livččii oba fiinna ášši ja sávan, ahte goappašat beassaba ja mii Suoma bealde beasaleimmet illudit ja orrut gealdagas Soljju beales ja maid jienastit sápmelaš loaiddasteaddji.

source: Euroviisuissahan ei minun muistini mukaan saa äänestää oman valtion ehdokasta.
sme: Grad Prixashan ii mu muittu mielde oaččo jienastit iežas riikka evttohasa.

source: Taide voi yhdistää ja tuoda saamelaiskulttuurille aivan uudenlaista näkyvyyttä ja myös valtakulttuurin edustajille ylpeyttä siitä, että heidän valtioissaan on näin moninainen ja rikas kulttuuri.
sme: Dáidda sáhttá ovttastahttit ja buktit sámi kultuvrii ođđalágán oinnolašvuođa ja maiddái váldokultuvrra ovddasteddjiide čeavláivuođa das, ahte sin orrun riikkain gávdno ná máŋggalágán ja rikkes kultuvra.

source: Tällä viikolla saamelaiskäräjät neuvotteli Norjan saamelaiskäräjien kanssa Teno-sopimuksen tilanteesta.
sme: Dán vahku sámediggi ráđđádalai Norgga sámedikkii Deanu soahpamuša dilis.

source: Norjan valtio haluaa irtisanoutua Teno-sopimuksesta ja on esittänyt Norjan saamelaiskäräjille, että se esittäisi myöskin sopimuksesta irtautumista.
sme: Norgga stáhta háliida geassádit soahpamušas ja lea evttohallan Norgga sámediggáinai, ahte maiddái dat evttohivččii soahpamušas eret cealkima.

source: Neuvottelut olivat siis tarpeen.
sme: Ráđđádallamat ledje danin dárbbašlaččat.

source: Mikäli Norja irtautuu sopimuksesta, kalastusta säädettäisiin kansallisesti ja se voisi aiheuttaa ristiriitoja, heikentää kalakantoja ja vaikuttaisi varmasti kielteisesti alueen saamelaisiin.
sme: Jos Norgá cealká iežas eret soahpamušas, de guolástus muddejuvvolii álbmotlaš dásis ja dat sáhtálii dagahit soahpameahttunvuođaid, heajudit guollemáddodagaid ja váikkuhivččii sihkkarit biehtadahkkásit guovllu sápmelaččaide.

source: Saamelaiskäräjien yhteinen linja oli, että Teno-sopimuksen tulee turvata ja kehittää saamelaisten oikeuksia.
sme: Sámedikkiid oktasaš linnjá lei, ahte Deanu soahpamuš galgá dorvvastit ja ovddidit sápmelaččaid vuoigatvuođaid.

source: Korostin sitä, että on hyvin tärkeää, että Norjan ja Suomen saamelaiskäräjät löytävät asiassa yhteisen näkemyksen.
sme: Deattuhin dan, ahte livččii hui dehálaš jos Norgga ja Suoma sámedikkit gávdnaba áššis oktasaš oainnu.

source: Sovimme, että Suomen saamelaiskäräjien kaikkien Utsjoen käräjäjäsenten muodostama Teno-työryhmä valmistelee asiassa saamelaiskäräjien pohjapaperin, jonka jälkeen neuvotteluja Norjan ja Suomen saamelaiskäräjien välillä jatketaan.
sme: Soabaime, ahte Suoma sámedikki visot Ohcejoga sámediggeáirasiid čohkiidan Deatno-bargojoavku válmmaštallá áššis sámedikki vuođđobáhpira, man maŋŋel ráđđádallamat Norgga ja Suoma gaskka jotkojuvvojit.

source: Saamelaiskäräjien varsinainen kokous sekä hallituksen kokous pidettiin tiistaina inarissa.
sme: Sámedikki dievasčoakkán ja stivrra čoakkán dollojuvvui disdaga Anáris.

source: Tiedotteet kokouksista löytyvät saamelaiskäräjien kotisivuilta.
sme: Dieđáhusat čoakkámiin gávdnojit Sámedikki ruovttusiidduin.

source: Käyn loppuviikosta Helsingissä Ulkoasianministeriön ja kansainvälisen ihmisoikeusasian neuvottelukunnan (IONK) järjestämässä seminaarissa Ihmisoikeudet Suomen ulkopolitiikassa.
sme: Manan loahppavahku Helssegis Olgoáššiidministeriija ja riikkaidgaskasaš olmmosriekteáššiid ráđáđdallangotti (IONK) lágidan semináras Olmmošrievttit Suoma olgoriikapolitihkas.

source: Ensi viikolla olen myös tien päällä.
sme: Boahtte vahku lean maid luotta nalde.

source: Tiistaina saamelaiskäräjät tapaa opetus- ja kulttuuriministeriön edustajia saamen kielten elvytysohjelmasta.
sme: Disdaga sámediggi deaivvada oahpahus- ja kulturministeriija ovddasteddjiid sámegielaid ealáskahttinprográmmas.

source: Keskiviikkona olen Brysselissä puhumassa Arctic Dialogue - seminaarissa ja minulla on suuri kunnia yhdessä kolmeen muun henkilön kanssa olla luovuttamassa 1500 henkilön allekirjoittaman arktisen julistuksen ympäristö-, meri- ja kalastusasioiden EU-komissaari Karmenu Vellalle.
sme: Gaskavahkko lean Brysselis hupmame Arctic Dialogue – semináras ja mus lea stuora gudni ovttas golmma eará olbmuin leat luobaheame 1500 olbmo vuolláičállin árktalaš julggaštusa biras-, mearra- ja guolleáššiid EU-komissárii Karmenu Vellai.
